{
  "appModule.sendMessage": "Send",
  "appModule.yourMessage": "Your Message",
  "appModule.search": "Search",
  "search.online": "Online Now",
  "search.recent": "Recent Online",
  "search.noSelect": "No Select",
  "search.age": "Age",
  "search.ageSelect": "Select Age Range",
  "search.country": "Country",
  "search.countrySelect": "Select Country",
  "search.city": "City",
  "search.citySelect": "Select City",

  "search.state": "State",
  "search.stateSelect": "Select State",

  "loveList.match": "Now you are matching with ",
  "loveList.matchTitle": "Users are matching with you ",
  "loveList.sent": "You had sent love to ",
  "loveList.sentTitle": "Users who you sent love to them ",
  "loveList.received": " had sent love to you",
  "loveList.receivedTitle": "Users who sent love to you ",

  "love.dontHaveReceived": "Yay! You don't have received love requests",
  "love.dontHaveSent": "Yay! You don't have sent love requests ",
  "love.dontHaveMatch": "Yay! You don't have Matched love requests ",

  "Love.notificationTitle": " Recent Love Notifications  ",
  "Love.notification": " Sent Love for you on ",
  "Love.notificationAction": " Love Sent successfully ",
  "Love.notificationError": " love already sent ",
  "Love.btn": "All Love Actions",
  "view.notificationTitle": " Recent Profile Views Notifications  ",
  "view.btn": "All Profile Views",
  "PP.notificationTitle": " Recent Private Photos Notifications  ",
  "PP.notification": " Sent Love for you on ",
  "PP.btn": "All Private Photos Actions",

  "ppList.outgoing": "Your request approved from ",
  "ppList.outgoingTitle": "Users approved you to access their private photos",
  "ppList.incomingApproved": "You approved request of ",
  "ppList.incomingApprovedTitle": "Users have your approval to access private photos",
  "ppList.incomingNotApproved": "You didn't approve request of ",
  "ppList.incomingNotApprovedTitle": "Users awaiting your approval to access private photos",
  "ppList.iconTitleApprove": "Approve",
  "ppList.iconTitleRemove": "Remove",
  "ppList.iconTitleDelete": "Delete",
  "ppList.iconTitleView": "View",

  "viewList.view": " has seen your profile on ",
  "viewList.viewTitle": " Users who viewed your profile ",
  "view.dontHave": "Yay! You don't have profile Views",

  "blockedList.blocked": "You Blocked ",
  "blockedList.blockedTitle": "Blocked Users",
  "blockedList.on": " on ",
  "blockedList.iconTitle": "Unblock ",

  "blocked.dontHave": "Yay! You don't have blocked Users",

  "notif.loveReq": "sent love for you",
  "notif.loveMatch": "sent match love",
  "notif.view": "saw your profile",
  "notif.ppReq": "sent request to access your private photos",
  "notif.ppAcc": "accepted your request for private photos",

  "sidebar.profile": "My Profile",
  "sidebar.notification": "Notifications",
  "sidebar.match": "Mactch",
  "sidebar.views": "My Profile Views",
  "sidebar.blockedUsers": "Blocked Users",
  "sidebar.PaymentSubscription": "Payments & Subscriptions",
  "sidebar.setting": "Settings",
  "sidebar.termsConditions": " Terms and Conditions Agreement ",
  "sidebar.privacyStatements": " Privacy Statements ",
  "sidebar.logout": "Logout",
  "sidebar.privacy": "Privacy .Terms .Advertising .Ad Choices .Cookies",
  "sidebar.love": "Love Gila ${&copy;} 2021",
  "sidebar.subMark": "Your Subscription will expire on ",
  "sub.expireToday": "Your subscription will expire today at ",

  "privacy.policy": "Privacy Statements",

  "privacy.generalTitle": "1 General Information",
  "privacy.generalInfo": "LoveGila.com (this Website) is fully operated and owned by (Hoot Ammo, INC) a company registered in the United States Of America. Hoot Ammo is committed to protecting users privacy, all our users should not be worried or concerned about the confidentiality and security of their personal data provided to us, as we work hard to protect all our users privacy",

  "privacy.diffTitle": "2 Privacy Policy & Different Jurisdictions",
  "privacy.diffInfo": "Any conflict regarding the privacy of personal information between our privacy statement 'this statement' and the applicable law in the regions where our users live, the applicable law will govern.",

  "privacy.personalTitle": "3 Personal Data Collection and Usage",
  "privacy.personalInfo": "When you access LoveGila.com (this website) and register to use our services, by default you accept the terms in this statement regarding your personal data collection and usage. We save and use the personal data according to this privacy statement, you may cancel this agreement by deleting your account from the profile settings page.",

  "privacy.question1Title": "4 What Type Of Data Do We Collect and Use ?",
  "privacy.questionSub1Title": "(a) Personal Data",
  "privacy.questionSub1Info": "We collect data including but not limited to (your Full Name, Phone number, Age, Residential Country and City, Occupation, Photographs 'Provided by you'). We donot collect your debit/credit card information 'see section (9)'.",
  "privacy.questionSub2Title": "(b) Non Personal - Anonymous Data",
  "privacy.questionSub2Info": "We collect such data for statistical purposes, these data may include (your Browser type, IP Address used, Website Access Date and Time, The Number Of Viewed Pages)",

  "privacy.cookiesTitle": "5 Cookies and Similar Technologies",
  "privacy.cookiesInfo": "We use  may use (cookies, pixel tags, web beacons, device ID's ..etc) We use Google Analytics which in order transmits our website traffic data to Google servers, data transmitted to google servers will not be linked to any other data google collected from you.",

  "privacy.question2Title": "6 How do we handle your personal data ?",
  "privacy.question2Info": "We work hard to keep your data safe, as we check our systems regulary for detecting possible vulnerabilities and to keep your personal data secured from any unauthorized access. Although, we do not promise that your data will always be fully secured. If you believe that any breach occured or your account is not safe; please contact us at the following email: customersupport@hootammo.com",

  "privacy.question3Title": "7 How do we use and share your personal data ?",
  "privacy.question3Info": "Hoot Ammo takes inconsideration that your personal data should not be exposed or misused by any means. Your phone number will not be shared with other 'LoveGila.com' users, we only share the information appears on your profile page including (name, age, main profile picture, nationality, ..etc). Your private photos will not be shared with all 'LoveGila.com' users, it will be only accessible to the users you gave them the permission for viewing your private photos. Our admins can view your profile content showed to other users (including main profile pictures and private photos). We may also share your personal data with trusted third parties and legal authorities.",

  "privacy.question4Title": "8 How long do we keep your personal data ?",
  "privacy.question4Info": "We will keep your Personal Data only for as long as we need it for legitimate business purposes and as required by applicable law. We will erase any Personal Data that we hold about you, where we no longer need the Personal Data for the purposes it was collected for and where we are not required or obligated by law to retain your personal data. You can delete your account anytime, after account deletion other users will not be able to see your profile or contact you. you cannot retrieve your account after deletion, we may delete/susspend your account without any notice in case of website rules violation see terms and conditions.",

  "privacy.paymentsTitle": "9 Credit/Debit Card Payments and Other payment methods",
  "privacy.paymentsInfo": "We do not save any of your credit card details on our servers, credit and debit card payments are done through sessions provided by 'Stripe' and our backend only request and check those sessions status. We can check your payments through 'Stripe' dashboard or through secured API's provided to us by 'Stripe'. 'Stripe' is an Irish-American financial services and software as a service (SaaS) company dual-headquartered in San Francisco, United States and Dublin, Ireland. The company 'Stripe' primarily offers payment processing software and application programming interfaces (APIs) for e-commerce websites and mobile applications.",

  "terms.conditions": "Terms and Conditions Agreement",
  "terms.subTitle": "LoveGila.com (this Website) is fully operated and owned by (Hoot Ammo, INC) a company registered in the United States Of America.Hoot Ammo made this 'Agreement' to help you trust and use this Website safely, when you access this Website (LoveGila.com) or use any of its service 'you' by default 'Agree' to all what mentioned in this 'Agreement'",
  "terms.question1Title": "What are HootAmmo, INC reserved rights ?",
  "terms.question1Info1": "- Terminate/suspend your account any time without prior notice if you violate any of this 'Agreement'.",
  "terms.question1Info2": "- Terminate your account without a refund of any purchases if you have violated this 'Agreement'.",
  "terms.question1Info3": "- Terminate your account in case you misused our Service or if we believe that you violated our standards or conducted inappropriate actions on the Website.",

  "terms.question2Title": "What do you admit?",
  "terms.question2Info1": "- you are 18+ years old.",
  "terms.question2Info2": "- You are providing your real gender type.",
  "terms.question2Info3": "- You have valid ID or Passport.",
  "terms.question2Info4": "- You are using your phone number not anyone else.",
  "terms.question2Info5": "- You will never give your account access to anyone, and you are responsible for protecting your password and verification codes assigned to you by the Website.",

  "terms.question3Title": "What you should not do on this website ?",
  "terms.question3Info1": "- Make any commercial use of any information provided by us, or provided by any of our users on the Website.",
  "terms.question3Info2": "- Make any use of the Website for the benefit of any other business.",
  "terms.question3Info3": "- Use of any of the Website data, designs, logos, codes 'unless expressly permitted by our company in writing'.",
  "terms.question3Info4": "- Share or copy any data provided published by our users on this Website.",
  "terms.question3Info5": "- Spam or ask any of our Website users for money or goods.",
  "terms.question3Info6": "- Provide any fake data or pretend to be another person or use other person photos/personal information.",
  "terms.question3Info7": "- Never stalk, bully, harass, mistreat any person.",
  "terms.question3Info8": "- Never post any content that violates anyone's rights including the following : (copyrights, trademark rights, intellectual property rights, publicity rights, privacy rights).",
  "terms.question3Info9": "- Never post any content supporting or promoting racism, violence, physical or tangible harm by any means towards/against any group or individual.",
  "terms.question3Info10": "- Never post any sexual content, photos contains nudity or any other pornographic content.",

  "users.onlineNotFound": "There are no active users now",
  "users.recentNotFound": "There are no recent active users now"
}
